<?php

    return [

        'product.index' => 'Список продуктов',

        'product.creation' => 'Создание продукта',
        'product.create' => 'Создать продукт',
        'product.title' => 'Наименование',
        'product.price' => 'Цена',

        'tag.index' => 'Список тегов',
        'tag.creation' => 'Создание тега',
        'tag.create' => 'Создать тег',
        'tag.title' => 'Наименование',
        'tag.editing' => 'Редактирование',
        'tag.deleting' => 'Удаление',

        'save' => 'Сохранить',
        'edit' => 'Редактировать',
        'delete' => 'Удалить',

        'messages.list' => 'Список сообщений',
        'messages.create' => 'Создать сообщение',
        'messages.creation' => 'Создание сообщения',
        'messages.content' => 'Сообщение',
        'messages.send' => 'Отправить сообщение',
        'messages.editing' => 'Изменение сообщения',
        'messages.deleting' => 'Удаление сообщения',

        'images.creation' => 'Добавление изображения' ,
        'images.index' => 'Перечень изображений' ,
        'images.removal' => 'Удаление изображения' ,
        'images.list' => 'Перейти к перечню изображений' ,
        'images.new' => 'Добавить изображение' ,
        'images.remove' => 'Удалить изображение' ,
        'images.show' => 'Просмотр изображения' ,
        'image.file' => 'Графический файл' ,
        'image.file.mimes' => 'Допустимые форматы: GIF, JPEG, PNG, SVG.' ,
        'image.file.max' => ' Максимальный размер: 2M',

        'login' => 'Авторизация',
        'logout' => 'Выход',
        'reg' => 'Регистрация',
        'email' => 'Почтовый адрес',
        'pass' => 'Пароль',
        'remeb' => 'Запомнить меня',
        'forgot' => 'Забыли пароль?',
        'loginto' => 'Войти',
        'reginto' => 'Зарегистрироваться',
        'name' => 'Имя пользователя',
        'passconfirm' => 'Подтвердите пароль',
        'passreset' => 'Восстановление пароля',
        'sendpassreset' => 'Отправить данные на почту',

        'fn' => 'Имя',
        'sn' => 'Фамилия',
        'tn' => 'Отчество',
        'num' => 'Номер телефона',
        'country' => 'Страна',
        'city' => 'Город',

        'my' => 'Моя страница',
        'users' => 'Пользователи',


        'addava' => 'Добавить фотографию',
        'editava' => 'Изменить фотографию',
        'delava' => 'Удалить фотографию',
        'editinfo' => 'Редактировать информацию',
        'maininfo' => 'Основная информация',
        'coninfo' => 'Контактная информация',
        'newrec' => 'Новая запись',
        'tags' => 'Теги',
        'delm' => 'Удалить запись',
        'delc' => 'Удалить комментарий',
        'sendc' => 'Отправить комментарий',

        'userediting' => 'Редактирование информации',
        'savechng' => 'Сохранить изменения',
        'regdate' => 'Зарегистрирован с'
    ];